[General]
Translator, "berryz2007"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAMAPcAAL4gBsMgB8xQO8whCsAgBoQWBMUgCMxMN8EgB8xYRNIhDMxcSLwgBcxUQMYg
CNoiDcggCckhCcohCsIyGs8hCo4XB49DNIxCNI5GOM9mUpUXCsxlUcxIM41QRYUWBbofBIw5LMxZ
RMQgCL8gBosWBM5dSZIXCcEfA7sdA9EiC89tWs5oUstTQtF4ZYgXBc5iTM9jT81iT8IyGNFmVMgh
CMIgB81SPtJ4ZcthTc5FMMxHM81EMNBrV5gXCs0hC4w8L892YdV6Uc1nVZoXC85CLdBfS8xfS4xA
M45ENYwbC8k+KNN0V9BaRpQXCY0XB9JWQs1IM8sgCcE4IIEVAs4iCtZHM41hWc1MN8YlDpIXCMgy
G5BUSOQjENMiC44XCI9PQcxTQJkXC9QiDYgWBc8hC9I/KoxFOdUhDY86LMs7JrweA5MXCfvheNci
DIdAM8shCschB9NvTcknD8ElDNl/UtyGVZBMPsIfBcxdSY1TR4w2KdFKNdFwXNBjT78hBbokCtAh
C5FRRow1Jo9YS5NZTJAXCMxeTdByYNFOONwiDt4iDscfCI1NQI8xI9eAWpYXCdiMbM4hC4xIOtZ5
Xtd/bZ0XC9FSPI5JPM4oEsEhBY5KP8xNONUiDIoXBstgTcZBK4EWBNFzYMAeBfPSjpUtJM1DMMMh
Bow/MrogAtV/XcUhCAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjUAK0MytOBkSZJZi6c+gFCj6BGRwhRuhGKz6QZfYoweWIJ0Z4qSba0AAJJiKMlCxI0EHAFSqky
JAIdGsVmRYw4KgUc0LGDCKYKX1SkCmLoBR0wAjZxyJFGDoVCdnhs8ISnDgsbB5RowbJIQooslzLg
MBLi04Q5ou6IcBDBh5gmGGAskIJCDQACNQKwHQCozSMkJf58YHAXQQADEAaQUfCghwUZqAiPMIz4
TSQFZxQNQXPCTyZTquDQiEKlC6cHibhUcjMFVIECHsa46OTEi4k1GsKQCggAOw==


[BFAPI_Strings]
ErrorFailClientTime, "您计算机的时钟设置不正确。\n请检查系统时间并重试。"
ErrorFailLogin, "检查电子邮件地址和密码并重试。"
ErrorFailPrefix, "连接到 Binary Fortress 账户失败。"
ErrorInvalidProTrialLicenseKey, "您的 FileSeek 试用授权密钥无效。\n更多信息请联系我们。"
ErrorItemSizeTooLarge, "其中一个 FileSeek 配置文件太大。\n请尝试同步较小的配置文件。"
ErrorTrialExpiredPrompt, "FileSeek Pro试用许可证已过期。\n你想与我们联系，开始另一次试用吗？"
ErrorUnknownProPurchasedLicenseKey, "你的FileSeek许可证密钥无效。\n更多信息请联系我们。"
LoginPrompt, "需要先输入 Binary Fortress 登录信息。\n您希望立即输入您的登录信息吗?"
TitleSync, "正在与 Binary Fortress 账户同步"


[BFAPILoginControl_Controls]
btnLogin, "登录(&L)"
btnLogout, "注销(&L)"
btnMyAccount, "我的账户(&A)"
btnMyLicenses, "我的授权(&M)"
btnRegister, "注册(&R)"
lblAccountStatus, "账户状态："
lblEmailAddress, "邮件地址："
lblMyPassword, "重置密码："
lblName, "姓名："
lblPassword, "密码："


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "个人或公司，授权名称中以 # 号表示"
LicenseRestrictionDonation, "仅限个人，1 部计算机"
LicenseRestrictionEnterprise, "无数量限制的电脑，在无限个旗下公司"
LicenseRestrictionPersonalHome, "仅仅个人使用 ，无数量限制个人电脑"
LicenseRestrictionSite, "无限的计算机，在 1 个站点"
LicenseRestrictionStandard, "个人或公司，1 部计算机"
LicenseRestrictionSteam, "个人或公司，无限的计算机，您是主要用户并已安装 Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "请输入有效的电子邮件地址并重试。"
ErrorEnterPassword, "请输入您的密码并重试。"
ErrorLoginFailed, "加载您的帐户信息失败。\n请检查电子邮件地址和密码并重试。"
ErrorNoLicensesFound, "抱歉，找不到这个帐户的任何授权信息。\n如果需要任何帮助，请联系我们。"
ErrorUnknownLicenses, "加载授权信息时发生错误。"
ErrorUnknownLogin, "加载帐户信息时发生错误。"
Note, "登录以检索您的 FileSeek 授权密钥并同步搜索配置文件。"
SelectLicensePrompt, "您目前正在使用免费版，Pro 试用授权或您的密钥授权无效。\n您希望從 Binary Fortress 帳戶載入授權金鑰嗎?"
Title, "我的 Binary Fortress 账户"
TitleLoadingLicenses, "正在加载授权信息"


[BFAPIMyLicenses_Controls]
colDateCreated, "创建日期"
colDateExpires, "到期日"
colLicenseKey, "授权密钥"
colLicenseRestrictions, "授权限制"
colLicenseType, "授权类型"
colName, "授权名称"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "您确定要使用此授权密钥吗?"
ErrorSelectLicense, "请从清单选取授权并重试。"
ShowNeedLicenseWarning, "从清单选取一个授权密钥，接着单击 [确定] 按钮以使用该授权密钥。"
Title, "我的授权"


[BFFormDownload_Strings]
ConfirmCancel, "您确定要取消这个下载吗?"
Error, "发生错误。"
Progress, "剩余: {0} KB (总计 {1} KB)"
ProgressUnknown, "正在下载: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "复制到剪贴簿(&C)"
btnMoreInformation, "显示更多信息(&S)"


[BFFormProxySettings_Controls]
btnSave, "保存"
lblProxyAddress, "服务器地址:"
lblProxyPassword, "密码:"
lblProxyPassword2, "重复输入密码:"
lblProxyPort, "端口:"
lblProxyUsername, "使用者名称:"
rdoCustomSettings, "使用自定义 Proxy 服务器设置(&C):"
rdoNoProxy, "不使用 Proxy 服务器 (直接 Internet 联机)(&N)"
rdoUseIESettings, "使用 Internet Explorer 联机设置(&I)"


[BFFormProxySettings_Strings]
EnterServerAddress, "请输入 [代理服务器地址] 或选取 [不使用代理服务器]。"
EnterServerPort, "请输入 [代理服务器端口] 或选取 [不使用代理服务器]。"
PasswordDecryptionFailed, "您的 [Internet 联机设置] 似乎无效。\n请重新输入您的代理服务器密码。"
PasswordsNotMatch, "您的代理服务器密码不相符，请重试。"
Title, "Internet 联机设置"


[BFFormSelectApplication_Controls]
ButtonBrowse, "浏览(&B)"
ButtonRefresh, "刷新(&R)"
ColApplication, "应用程序"
ColPath, "路径"
GroupDesktopApplications, "桌面应用程序"
GroupWindows8Applications, "Win8 应用程序"


[BFFormSelectApplication_Strings]
AllApplications, "所有应用程序"
PleaseSelectApplication, "请先选取应用程序"
Title, "选取应用程序"


[BFFormSettingsAdvanced_Controls]
btnDelete, "默认值"
colSetting, "设置"
colValue, "数值"
lblHelp, "双击设置来变更，更多信息请单击 [帮助] 按钮。"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "储存此设置时发生错误。"
SavedSuccessfully, "您的高级设置已保存成功。\n您可能需要重新启动 FileSeek 使这个设置生效。"
Title, "高级设置"
TitleEdit, "编辑高级设置"


[BFFormSupportRequest_Controls]
lblEmailAddress, "电子邮件地址:"
lblMessage, "信息 (英文):"
lblName, "名称:"
lblSubject, "主题："
lblWarning, "“故障排除”选项卡中的信息和您的DEBUG.LOG文件将被加密，并且这种支持请求一起发送，这样我们就可以更迅速地解决您的问题。"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "请输入有效的电子邮件地址并重试。"
EnterMessage, "请输入信息并重试。"
EnterName, "请输入您的姓名并重试。"
EnterSubject, "请输入一个主题："
SendSuccess, "您的信息已传送成功。\n我们将在 1 个工作日内与您联系。"
Title, "提交技术支持请求"
TooLongEmailAddress, "请输入较短的电子邮件地址并重试。"
TooLongName, "请输入较短的名称并重试。"


[BFFormUpdate_Controls]
btnChangeLog, "查看更新日志(&V)"
btnDownload, "下载并安装(&I)"
btnRemindMeLater, "稍后提醒我(&R)"
btnSkipThisVersion, "忽略此版本(&S)"
btnWebsite, "下载(&D)"
lblNewVersion, "新版本:"
lblOldVersion, "当前版本:"
lblUpdateNotes, "新版本更新内容:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "建议您更新到新版本。\n您确定要忽略更新吗?"
DownloadFailedSave, "保存文件失败。"
DownloadingUpdate, "正在下载更新"
DownloadInvalidData, "服务器返回无效的数据，服务器寻找请求的文件可能有问题。"
DownloadNoData, "网站未返回任何数据。"
ErrorDownload, "尝试下载新版本时发生错误。"
Title, "更新可以使用"
UpdateProMessage, "您需要升级到 FileSeek Pro 以使用一键更新。\n您想要获得更多升级的相关信息吗?"


[BFHelpButton_Controls]
mniOnlineHelp, "联机帮助"
mniSupportRequest, "技术支持请求"


[BFTextQuery_Strings]
CaseSensitive, "区分大小写:"
MayContain, "可能包含:"
MayNotContain, "可能不包含:"
MustContain, "必须包含:"
MustNotContain, "必须不包含:"


[BFUpdateCheck]
AlreadyInProgress, "检查更新已经进行中..."
ErrorRunningDownloadedFile, "尝试执行下载的安装文件时发生错误。"
FailedToGetVersion, "无法获取最新版本号。"
InvalidLicensePrompt, "您的 FileSeek Pro 版授权密钥似乎无效!\n请考虑订购 FileSeek Pro 版授权以协助支持未来开发。\n您想要查看更多信息吗?"
NoUpdate, "您已经使用最新版本。"
Title, "更新"


[cFunctions_Strings]
FolderNotRecognized, "选取的文件夹无法识别且无法搜索。"


[cSettings_Strings]
SettingsLoadError, "读取设置值时发生错误。"
SettingsSaveError, "保存设置值时发生错误。"


[frmMain_Controls]
btnBrowseAppendExcludePath, "浏览 && 附加"
btnBrowseExcludePath, "浏览"
btnFolderBrowse, "浏览(&B)"
btnFolderBrowseAppend, "浏览 && 附加"
btnNewSearch, "在新标签页搜索(&N)"
btnPause, "暂停"
btnResume, "继续"
btnSearch, "搜索(&S)"
btnStop, "停止(&T)"
chkCaseSensitive, "区分大小写查询(&C)"
chkFileSizeMax, "最大文件大小:"
chkFileSizeMin, "最小文件大小："
chkIsExcludeFilesRegEx, "使用正则排除文件"
chkIsIncludeFilesRegEx, "使用正则包含文件"
chkIsQueryRegEx, "正则查询"
chkSearchSubFolders, "搜索子文件夹(&F)"
chkShowFirstResult, "每个文件只显示第一个搜索结果(&O)"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "显示符合查询文本的文件名"
chkShowQueryMatchFolders, "显示符合查询文本的文件夹名称"
chkUseIFilters, "使用文件关联程序处理文件内容 (较慢)"
colDateAccessed, "存取日期"
colDateCreated, "创建日期"
colDateModified, "修改日期"
colExtension, "扩展名"
colFile, "文件名"
colFileSize, "文件大小"
colLine, "行"
colLineNumber, "行数"
colPath, "路径"
lblAccessedTo, "到"
lblAdditionalLinesAfter, "在一个搜索结果之后多行显示"
lblAdditionalLinesBefore, "在一个搜索结果之前多行显示"
lblCreatedTo, "到"
lblDateAccessed, "存取日期:"
lblDateCreated, "创建日期:"
lblDateFilterLogic, "日期过滤逻辑"
lblDateModified, "修改日期:"
lblExcludeFiles, "排除文件:"
lblExcludePath, "排除路径:"
lblFilterResults, "筛选:"
lblIncludeFiles, "包含文件："
lblModifiedTo, "到"
lblPath, "路径:"
lblQuery, "查询:"
lblStatusFound, "找到符合: {0} 个"
lblStatusTotal, "搜索的文件: {0} 个"
mniAbout, "关于"
mniClearSearchHistory, "清除搜索历史记录"
mniCloseAll, "全部关闭"
mniCloseAllButThis, "关闭其它"
mniCloseSearch, "关闭"
mniCopyToClipboard, "复制选择的结果"
mniCopyToClipboardAll, "复制所有结果"
mniExit, "结束"
mniExplorerContextMenu, "Windows 上下文菜单"
mniHelp, "帮助"
mniOpenFolder, "打开包含文件夹"
mniOpenFolderOnly, "打开文件夹"
mniOpenOther, "以其它应用程序打开"
mniPermenentDelete, "永久删除选择的文件"
mniRemoveRows, "删除列表中选中的结果"
mniSettings, "设置"
mniShowFilterControls, "显示筛选控制"
mniTextCopy, "复制(&C)"
mniTextSelectAll, "全选(&A)"
mniTools, "工具(&T)"
mniTrayExit, "退出"
mniTrayLoadProfiles, "加载配置"
mniTrayShowFileSeek, "显示 FileSeek"
mniTraySyncProfiles, "同步配置"
mnuCopyFilePath, "复制选择的文件名（以逗号隔开）"
mnuExportAllHTML, "导出所有的结果到 HTML"
mnuExportSelectedResultsHTML, "导出选中的结果到 HTML"
mnuFileCopy, "复制选择的文件"
mnuFileDelete, "删除选择的文件"
mnuLanguage, "语言"
mnuLoadProfile, "载入"
mnuManageProfiles, "管理配置文件"
mnuOpen, "打开"
mnuOpenNotepad, "以记事本打开"
mnuProfile, "配置文件"
mnuSave, "保存"
mnuSaveAll, "导出所有的结果为 CSV"
mnuSaveProfile, "保存新配置"
mnuSaveSelection, "导出选中的结果为 CSV"
mnuShowFullLanguageList, "显示完整列表"
mnuSyncProfiles, "同步配置"
rdoMatchQueryLineByLine, "文件中每行符合查询"
rdoMatchQueryToWholeFile, "整个文件符合查询"
tabAdvanced, "高级"
tabDateFilters, "日期筛选"
tabFileSizeFilters, "文件大小筛选"
tabSearch, "搜索"


[frmMain_Strings]
AccessedAfterTT, "存取日期在 {0} 之后"
AccessedBeforeTT, "存取日期在 {0} 之前"
AccessedBetweenTT, "存取日期在 {0} 和 {1} 之间"
AppSelectionErrorPartOne, "找不到您所选中的应用程序。"
AppSelectionsErrorPartTwo, "您现在想要选中不相同的吗?"
btnNewSearchTT, "打开新的标签并开始搜索"
btnSearchTT, "在目前标签开始搜索"
btnStopTT, "停止选中的搜索"
CaseSensitiveQueryTT, "区分大小写查询"
cboDateFilterLogic_AND, "与"
cboDateFilterLogic_OR, "或"
chkShowFirstResultTT, "每行符合查询时将只显示第一个相符的行"
ColumnWidthRestoreError, "还原列宽时发生错误。"
ColumnWidthSaveError, "保存列宽时发生错误。"
ContextMenuError, "显示 Windows 上下文菜单时发生错误。"
CreatedAfterTT, "创建日期在 {0} 之后"
CreatedBeforeTT, "创建日期在 {0} 之前"
CreatedBetweenTT, "创建日期在 {0} 和 {1} 之间"
CSVSpreadsheet, "CSV 文件"
CustomAppOpenError, "使用自定义应用程序打开此文件时发生错误。"
DateCreatedError, "请选中「创建日期的结束日期」，必须在开始日期之后。"
DateFiltersSelected, "日期筛选:"
DateMismatchError, "请选中「创建日期的结束日期」，必须在开始日期之后。"
DateModifiedError, "请选中「修改日期的结束日期」，必须在开始日期之后。"
EmptyPDFError, "被搜索的PDF文件没有文本"
EnterProfileName, "输入配置文件名称:"
ExcludeFilesTT, "排除文件: {0}"
ExcludePathsTT, "排除路径: {0}"
FileDeleteMessage, "请等待FileSeek执行请求的操作。\n您可以关闭这个窗口，但此任务运行时，它可能会导致意想不到的结果。"
FileDeleteQuestion, "你确定删除选中的文件或文件夹？"
FileDeleteTitle, "删除文件"
FileDeletionError, "删除这些文件时发生错误。"
FileHandlerError, "请输入搜索的路径。"
FileIncludeNameMatch, "文件名相符 [包含文件筛选]"
FileOpenError, "打开此文件时发生错误。"
FilePermenentDeleteQuestion, "确定永久删除选择的文件或文件夹？"
FileQueryNameMatch, "文件名相符 [查询文字]"
FileReadError, "存取文件错误: {0}"
FileSelectionError, "请选中至少 1 个存在的文件并重试。"
FileSizeError, "请选中「最大的文件大小」，必须等于或大于最小文件大小。"
FileSizeFiltersSelected, "文件大小筛选:"
FilesSearched, "搜索的文件: {0} 个"
FilesSkipped, "忽略文件：{0}"
FolderBrowserDescription, "选中搜索的文件夹"
FolderBrowsingError, "浏览文件夹时发生错误。"
FolderIncludeNameMatch, "文件夹名称相符 [包含文件筛选]"
FolderItemError, "获得项目的文件夹失败: {0}"
FolderOpenError, "打开此文件夹时发生错误。"
FolderQueryNameMatch, "文件夹名称相符 [查询文字]"
FolderReadError, "存取文件夹中文件夹错误: {0}"
HyperTextMarkupLanguageFile, "Hyper Text Markup 语言文件"
IFilterWarning, "请使用文件关联程序以显示正确结果: {0} 个文件"
IncludeFilesTT, "包含文件: {0} 个"
InvalidExcludeFilesRegExError, "排除文件正则表达式无效。\n{0}"
InvalidFolderLength, "无效的文件夹长度。"
InvalidIncludeFilesRegExError, "包含文件正则表达式无效。\n{0}"
InvalidQueryRegExError, "正则表达式样式无效。\n{0}"
KeypressError, "处理此按键时发生错误。"
LinkedFolderError, "未搜索文件夹，因为它是连结/连接点"
MatchesFound, "找到相符: {0} 个"
MatchesFromQueue, "队列结果：{0}"
MaxFileSizeTT, "最大文件大小: {0}"
MaxPathError, "这是一个长路径，在某些程序中不能正常工作"
MenuOpenError, "打开菜单时发生错误。"
MinFileSizeTT, "最小文件大小: {0}"
ModifiedAfterTT, "修改日期在 {0} 之后"
ModifiedBeforeTT, "修改日期在 {0} 之前"
ModifiedBetweenTT, "修改日期在 {0} 和 {1} 之间"
More, "(更多)"
NoDateFiltersSelected, "未选中日期筛选"
NoFileSizeFiltersSelected, "未选中文件大小筛选筛选"
NoOptionsSelected, "未选中选项"
NotepadError, "使用记事本打开此文件时发生错误。"
NoTextSelectionError, "请选中一些文字并重试。"
NotYourProfile, "您没有此配置文件。"
OnlyShowFirstResultTT, "只显示第一个搜索结果"
OpenManyQuestion, "您确定要打开 {0} 个文件或文件夹吗?"
OptionsSelected, "选中的选项:"
PathsTT, "路径: {0}"
PathTooLongError, "Windows不支持这么长路径名称。"
ProfileLoadError, "加载此配置文件错误。"
ProfileLoadOnStartError, "配置文件读取错误。配置文件不存在"
ProfileOverwriteQuestion, "您确定要覆盖配置文件「{0}」吗?"
ProfileSaved, "保存搜索设置到配置文件「{0}」"
ProfileSaveError, "无法保存配置文件。"
ProOnlyDoubleClickPrompt, "默认双击处理程序设定成 FileSeek Pro 版专属功能。\n您可以在设定 > 搜索 索引卷标变更默认双击处理程序。\n\n您需要更多升级相关信息吗?"
QueryTT, "查询:\n{0}"
rdoMatchQueryLineByLineTT, "打开文件一次一行并尝试查询每一行"
rdoMatchQueryToWholeFileTT, "一次打开整个文件并尝试整个文字符合查询"
ResultCopied, "一个结果已复制到剪贴板。"
ResultCopyError, "复制搜索结果到剪贴板时发生错误。"
ResultSaveError, "保存您的结果时有错误。\n{0}"
ResultsCopied, "{0} 个结果已复制到剪贴板。"
ResultSelectionError, "请选中至少 1 个结果并重试。"
SaveResults, "另存结果为电子表格"
SaveResultsAsHTML, "另存结果为 HTML"
SaveSearchProfile, "保存搜索配置文件"
SearchComplete, "在 {0} 秒搜索完成"
SearchCriteria, "搜索条件:"
SearchCriteriaEmptyTT, "搜索条件为空"
SearchEnd, "搜索结束：{0}"
SearchError, "搜索时发生错误。"
SearchStart, "搜索开始：{0}"
SearchSubFoldersTT, "搜索子文件夹"
SettingFormShowError, "显示设置窗口时发生错误。"
Syncing, "正在同步你的 Binary Fortress 账户..."
TextCopyError, "复制此文本时发生错误。"
TextProcessingError, "处理文本时发生错误。"
TextSelectionError, "请选中一些文本并重试。"
txtPathTT, "以 | 字符分隔多个项目"
UseFileHandlersTT, "使用文件关联程序"
ViewingAppPartOne, "尚未选中关联的应用程序"
ViewingAppPartTwo, "您想要立即选一个吗?"
WindowsVersionError, "抱歉，这个功能在此 Windows 版本不可使用。"


[frmProfileManager_Controls]
btnCopyProfile, "复制配置文件"
btnDelete, "删除"
btnRename, "重命名"
btnSync, "与你的 Binary Fortress 账户同步"
colProfileName, "配置文件名称"
colProfileOwner, "配置文件拥有者"
lblCurrentProfile, "当前使用者: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "您希望什么称呼新的配置文件?"
MustSelectAnItem, "请从列表选中配置文件并重试。"
ProfileDeleteQuestion, "您确定要删除选中的配置文件吗?"
RenameSearchProfile, "重命名搜索配置文件"
SearchProfileName, "搜索配置文件名称:"
Title, "管理配置文件"


[frmSettings_Controls]
btnApply, "应用"
btnBackupSettings, "导出配置"
btnBrowseOther, "浏览(&B)"
btnChangeToFree, "变更成免费版"
btnCheckNow, "立即检查更新(&U)"
btnClearHistory, "清除搜索历史记录"
btnIFilterToggle, "切换文件关联程序"
btnLicenseKeyLoadOnline, "读取 Binary Fortress 账户"
btnOtherDefault, "默认(&D)"
btnPasteFromClipboard, "从剪贴板贴上粘贴"
btnProxySettings, "Internet 联机设置"
btnRestoreSettings, "恢复设置"
btnTroubleshootingClearLog, "清除日志"
btnTroubleshootingCopy, "拷贝到剪贴板"
btnTroubleshootingOpenLog, "打开日志"
chkAutoUpdate, "自动检查更新"
chkBeta, "检查新的 Beta (较新但不稳定) 的版本"
chkCloseToTray, "关闭FileSeek系统托盘"
chkCombineParameters, "不允许打开多个FileSeek，新搜索使用当前FileSeek"
chkErrorForLongPaths, "当路径超过260字符时，显示一个错误或者跳过该路径"
chkIFilterErrors, "文件没有文件关联程序时显示错误 (在启用文件关联程序搜索时)"
chkIsQueryFullString, "将查询文字视为一个大的查询词组"
chkLinkedFoldersSearch, "搜索连结/连接点的文件 && 文件夹"
chkLinkedFoldersSearchShowErrorOnSkip, "跳过链接/连接点时显示信息"
chkMinimizeToTray, "最小化FileSeek到系统托盘"
chkShowErrorEmptyPDF, "当pdf为空文件时显示错误"
chkShowFileErrors, "无法存取文件/文件夹时显示错误"
chkShowToolTips, "显示工具提示"
chkStartWithClearProfile, "总是开始FileSeek的空白搜索"
chkTreatAllIncludeFiltersAsWildcards, "所有 [包含文件] 筛选视为通配符"
chkWindowsContextMenu, "在 Windows 上下文菜单显示FileSeek"
colName, "名称"
colRightToLeft, "由右到左"
colTranslators, "翻译者"
colVersion, "版本"
gbAutoUpdate, "检查更新"
gbCmdLineVars, "命令行变量"
gbGeneralOptions, "常规选项"
gbUpdateSettings, "更新设置"
lblCmdLineParam, "传送的命令行参数:"
lblDefaultDoubleClick, "选中双击搜索结果的默认操作:"
lblExpireDate, "授权到期日:"
lblLicenseKey, "授权密钥:"
lblLicenseTo, "授权给:"
lblNumChar, "每个搜索结果所显示的字符数:"
lblSelectViewingApp, "关联选中文件的应用程序:"
lblSkipFile, "每个文件的最大允许搜索时间(0无限制)："
lblUpdateLanguages, "获取新的更新语言"
LogLevel0, "日志记录：停止"
LogLevel1, "日志记录：仅仅重要的部分"
LogLevel2, "日志记录：详细记录"
LogLevel3, "日志记录：所有行"
tabLanguage, "语言"
tabLicense, "授权密钥"
tabTroubleshooting, "疑难排解"


[frmSettings_Strings]
AppBrowsingError, "浏览应用程序时发生错误。"
cboDefaultDoubleClickOperation_ExportAllCSV, "导出所有的结果到 CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "导出所有的结果为 HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "导出选中的结果到 CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "导出选中的结果为 HTML"
cboDefaultDoubleClickOperation_Open, "使用默认关联程序打开"
cboDefaultDoubleClickOperation_OpenContainingFolder, "打开包含文件夹"
cboDefaultDoubleClickOperation_OpenNotepad, "用记事本打开"
cboDefaultDoubleClickOperation_OpenOther, "用其它应用程序打开"
ChangeToFreeQuestion, "您确定要移除授权密钥并切换成免费版吗?"
chkTreatAllIncludeFiltersAsWildcardsTT, "这个选项启用时，输入搜索「foo」将视为 *foo*"
ClearHistoryError, "清除搜索历史记录时发生错误。"
ClearHistoryWarning, "您确定要清除搜索历史记录吗?"
CommandLineError, "请输入命令行参数，或单击 [默认] 来重设。"
DebugLogCleared, "调试日志文件成功清除。"
DebugLogNotFound, "没有找到调试日志文件。\n首先确认你打开了调试日志。"
DisableFileHandler, "停用文件关联程序"
EnableFileHandler, "启用文件关联程序"
FileCommandDescription, "{0}: 替代完整文件名。"
FileHandlerListError, "列出文件关联程序时发生错误。"
FileHandlerSelectError, "选中此文件关联程序时发生错误。"
FileHandlerToggleError, "切换此文件关联程序时发生错误。"
FreeVersion, "免费版本"
HistoryCleared, "清除搜索历史记录成功。"
InternetSettingsWindowError, "打开 Internet 联机设置窗口时发生错误。"
InvalidExitcode, "返回无效的退出代码: {0}"
LineCommandDescription, "{0}: 替代行号。"
lvIFilters_Extension, "扩展名"
lvIFilters_Handler, "关联程序"
lvIFilters_HandlerVersion, "版本"
NumOfCharError, "请输入介于 {0} 和 {1} 之间的字符串数并重试。"
RestoreSettingsFailed, "恢复设置失败。"
RestoreSettingsSuccess, "你的设置成功保存。"
SettingMenuError, "设置内容菜单的设置时发生错误。"
tabSettings_About, "关于"
tabSettings_FileHandlers, "文件关联程序"
tabSettings_Options, "选项"
tabSettings_OtherApp, "其它应用程序"
tabSettings_Search, "搜索"
Title, "设置"
TroubleshootingCopyError, "复制疑难排解信息失败。"
TroubleshootingCopySuccess, "疑难排解信息成功复制到剪贴板。"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "搜索结果保存成功。\n您想要查看文件吗?"
SearchCriteria, "搜索条件"
SearchDate, "搜索日期:"
Title, "FileSeek 搜索结果"


[IFilterHelper_Strings]
UnknownError, "不明 IFilter 错误"
UsingStandardMethodWarning, "没有这个文件的关联程序，使用标准方式搜索。"


[LicenseValidate_Strings]
ExpiredPrompt, "抱歉，您的 FileSeek 试用授权密钥已经过期。\n如果您已经购买授权，请在 FileSeek 设置窗口中输入。\n\n您需要更多购买 FileSeek Pro 版的信息吗?"
Invalid, "抱歉，您的授权密钥无效。"
InvalidReseller, "抱歉，您的授权密钥只能使用在您代理商所提供的 FileSeek。\n更多信息，请联系您的代理商。"
LicenseProcessPro, "感谢您的注册!"
LicenseProcessRemoved, "您的授权密钥已移除。"
LicenseProcessTrial, "感谢您试用 FileSeek!\n您的授权将于 {0:D} 到期。"
RegistryExportSuccess, "您的设置已成功导出。"
TrialAlmostDonePrompt, "您的试用授权即将过期。\n如果您已经购买授权，请在 FileSeek 设置窗口中输入。\n\n您需要更多购买 FileSeek Pro 版的信息吗?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "使用 FileSeek 搜索"


[Words]
AdminSettingsLock, "某些设置需要你的系统管理员权限"
Apply, "应用"
ButtonEnterLicenseKey, "输入序列号(&E)"
ButtonLater, "以后再说(&L)"
ButtonMoreInformation, "更多信息(&M)"
ButtonUseFreeVersion, "使用免费版(&U)"
Cancel, "取消(&C)"
Close, "关闭(&C)"
Custom, "自定义"
Default, "默认值"
Error, "错误"
ErrorNotAdminUACDisabled, "UAC 已停用，但不是系统管理员，请求的动作很可能会失败。\n请启用 UAC 或以系统管理员身分登录并重试。\n如果是最近停用 UAC，请务必重新启动计算机。"
Help, "帮助"
Info, "信息"
NeedProQuestion, "您需要升级到 FileSeek Pro 以使用此功能。\n您想要更多升级的相关信息吗?"
Never, "从不"
No, "否"
OK, "确定(&O)"
ProOnlyNotice, "以蓝色高亮标记专业版专属功能"
Refresh, "刷新"
Seconds, "秒"
Yes, "是"


[Installer]
AdditionalIcons, "其他图标："
ContextMenu, "加入 FileSeek 到上下文菜单"
CurrentUserOnly, "仅针对当前用户"
DesktopIcon, "创建桌面图标(&D)"
DotNetDownloadNow, "您想要立即下载它吗?"
DotNetNeededMayNotWork, "没有 Microsoft .NET Framework 2.0，FileSeek 可能无法正常动作。"
DotNetRequired, "FileSeek 需要 Microsoft .NET Framework 2.0。"
DotNetReRunInstall, "在安装 Microsoft .NET Framework 2.0 之后，请重新执行 FileSeek 安装。"
ForAllUsers, "针对所有用户"
LaunchFileSeek, "启动 FileSeek"
LicKeyInvalid, "授权密钥无效。"
LicKeyLabel, "授权密钥:"
LicKeySelectOption, "请选择一个许可证密钥选项，然后再试一次。"
LicKeyText, "许可证密钥选项："
LicKeyTextAdminLocked, "你的许可证密钥已设置。"
LicKeyTextChangeFree, "单击 [设置] 窗口中 [变更成免费版] 以使用免费版。"
LicKeyTextEnterOrFree, "请输入一个有效的许可证密钥，或选择“使用免费版本” 。"
LicKeyTextPaid, "使用此许可证密钥："
LicKeyTextTrial, "使用试用版（仅一次），30天后恢复免费版本"
RunAtStartup, "随 Windows 启动 FileSeek"
ShowWelcome, "显示 FileSeek 欢迎页"
TextBefore, "如果您目前正在执行 FileSeek，在安装这个新版本前请确认您已关闭。\n\n更新与技术支持请访问 http://www.fileseek.ca。"
UninstallRemoveAllData1, "您想要完整删除所有的 FileSeek 设置、喜好和临时文件吗?"
UninstallRemoveAllData2, "如果您将要再次安装 FileSeek 则不建议。"